22/data/attachments/26a24cd2691f3a1a.txt

SOAP request : 
<x:Envelope xmlns:x="http://schemas.xmlsoap.org/soap/envelope/" xmlns:com="com.advantage.online.store.accountservice">
    <x:Header/>
    <x:Body>
        <com:CountrySearchRequest>
            <com:internationalPhonePrefix></com:internationalPhonePrefix>
            <com:startOfName>Saint</com:startOfName>
        </com:CountrySearchRequest>
    </x:Body>
</x:Envelope>
